IDEA StatiCa Open Model
SectionCharacteristics.Iz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the second moment of area related to the Z axis.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Iz { get; set; }
Public Property Iz As Double
	Get
	Set
public:
property double Iz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace